{
    "seo.description": "Personal website of programmer Arkadiusz Bachorski",
    "jumbotron.salutation": "Hi,",
    "jumbotron.presentation": "my name is Arkadiusz!",
    "jumbotron.passion": "I make the Internet on a daily basis",
    "jumbotron.button": "Let's meet!",
    "aboutMe.title": "About me",
    "aboutMe.text1": "I've been interested in IT since I was a child. My parents say I typed my first words on keyboard instead of writing them on paper. At the end of the first class of Technical High School for Computer Science I took a serious interest in programming and I fell in love with it. Since then, I've been fulfilling my dream of being the best programmer I can.",
    "aboutMe.text2": "I am a fan of new technologies, dark theme everywhere I can, keyboard shortcuts and automating everything. I my spare time, when I'm not reading any documentation or dev.to article, I like to ride a motorcycle, run or read books. I also enjoy going out for a ramen noodles, butter chicken or some Baltic Porter with my friends. I almost never part with my headphones.",
    "technologies.title": "Technologies",
    "technologies.text": "If I had to define myself, I would say I am a Fullstack Web Developer. My main focus is on code quality and user experience. On the front-end I prefer to use React with styled-components, Redux and Jest tests. On the server side, so far I bet on Laravel and MySQL, but I plan to learn Express. I am not afraid of simple design, but I don't go beyond my own needs.",
    "technologies.button": "See complete list of technologies",
    "projects.title": "Projects",
    "projects.button.visit": "Visit",
    "projects.button.repository": "Repository",
    "contact.title": "Contact",
    "contact.text": "If you have some interesting idea, would like to cooperate, ask me a question or just talk - don't hesitate to ask me!",
    "contact.form.placeholder.email": "Your e-mail address",
    "contact.form.placeholder.message": "How can I help you?",
    "contact.form.validation.email.required": "E-mail address is required",
    "contact.form.validation.email.invalid": "Invalid e-mail address",
    "contact.form.validation.message.required": "Message is required",
    "contact.form.button": "Send",
    "projects.zhonya.description": "Zhonya is an application that allows users to easily measure time which they spend on specific activity to improve their time management possibilities.",
    "projects.xmake.description": "Additional Laravel Artisan xmake command for faster resource creating and scaffolding. Created to speed up developing process."
}
