{
    "close": "Close",
    "seo.description": "Personal website by fullstack web developer Arkadiusz Bachorski. Portfolio, few words about me and contact.",
    "hi": "welcome!",
    "jumbotron.presentation": "my name is",
    "jumbotron.passion": "I am Fullstack Web Developer",
    "jumbotron.button": "Let's meet!",
    "aboutMe.title": "About me",
    "aboutMe.text1": "I've been interested in IT since I was a child. My parents say I typed my first words on keyboard instead of writing them on paper. At the beginning of Technical High School for Computer Science I took a serious interest in programming and I fell in love with it. Since then, I've been fulfilling my dream of being the best programmer I can.",
    "aboutMe.text2": "I am a fan of new technologies, dark theme everywhere I can, keyboard shortcuts and automating everything. In my spare time, when I'm not reading any documentation or dev.to article, I like to ride a motorcycle, run or read books. I also enjoy going out for a ramen noodles, butter chicken or some Baltic Porter with my friends. I almost never part with my headphones. I always have a job, I never get bored.",
    "technologies.title": "Technologies",
    "technologies.text": "On the front-end I prefer to use React with styled-components, Redux and Jest tests. On the server side, so far I bet on Laravel and MySQL, but I plan to learn Express. I focus mainly on code quality and user experience. I am not afraid of simple design, but I don't go beyond my own needs.",
    "technologies.button": "See complete list of technologies",
    "technologies.group.languages": "Languages",
    "technologies.group.frameworks": "Frameworks",
    "technologies.group.libraries": "Libraries",
    "technologies.group.tools": "Tools",
    "technologies.group.databases": "Databases",
    "projects.title": "Projects",
    "projects.button.visit": "Visit",
    "projects.button.repository": "Repository",
    "projects.tags.pwa": "Progressive Web App",
    "projects.tags.react": "React",
    "projects.tags.laravel": "Laravel",
    "projects.tags.library": "Library",
    "projects.tags.openSource": "Open Source",
    "contact.title": "Contact",
    "contact.text": "If you have some interesting idea, would like to cooperate, ask me a question or just talk - don't hesitate to ask me!",
    "contact.form.placeholder.email": "Your e-mail address",
    "contact.form.placeholder.subject": "Subject",
    "contact.form.placeholder.message": "How can I help you?",
    "contact.form.validation.email.required": "E-mail address is required",
    "contact.form.validation.email.invalid": "Invalid e-mail address",
    "contact.form.validation.message.required": "Message is required",
    "contact.form.button": "Send",
    "contact.form.modal.heading": "Thank you for your message!",
    "contact.form.modal.content.200": "A message was successfully sent. I sent a copy to your e-mail address also. I will try to answer as soon as possible.",
    "contact.form.modal.content.422": "Unfortunately, sending message failed due the data entered was wrong. Enter correct data and try again. Contact me via social media in case of further failures.",
    "contact.form.modal.content.any400": "Unfortunately, sending message failed. Try again or contact me via social media.",
    "contact.form.modal.content.500": "Unfortunately, sending message failed due to the failure of mail servers. Please send a message directly to the address below.",
    "contact.form.modal.content.any": "Unfortunately, sending message failed. Unexpected error occurred. Please contact me via social media.",
    "projects.zhonya.description": "Zhonya is an application that allows users to easily measure time which they spend on specific activity to improve their time management possibilities.",
    "projects.xmake.description": "Additional Laravel Artisan xmake command for faster resource creating and scaffolding. Created to speed up developing process."
}
