{
    "seo.description": "Strona personalna programisty webowego Arkadiusza Bachorskiego",
    "jumbotron.salutation": "Cześć,",
    "jumbotron.presentation": "jestem Arkadiusz!",
    "jumbotron.passion": "Na co dzień tworzę Internet",
    "jumbotron.button": "Poznamy się?",
    "aboutMe.title": "O mnie",
    "aboutMe.text1": "Pasja do informatyki kiełkowała we mnie od małego. Podobno swoje pierwsze słowa wystukiwałem na klawiaturze, zamiast pisać na papierze. Pod koniec pierwszej klasy technikum informatycznego poważnie zainteresowałem się programowaniem, w którym zatraciłem się bez reszty. Od tamtego czasu sukcesywnie spełniam marzenia o stawaniu się jak najlepszym developerem.",
    "aboutMe.text2": "Fan nowych rozwiązań technologicznych, ciemnego motywu gdziekolwiek sie da, skrótów klawiszowych \u2028oraz automatyzacji. W wolnym czasie, kiedy akurat nie śleczę nad jakąś dokumentacją bądź artykułem na dev.to, chętnie dosiadam motocykl, idę pobiegać lub czytam książki. Lubię też wyskoczyć ze znajomymi na ramen, butter chicken lub porter bałtycki. Wszędzie ze słuchawkami, z którymi niemal się nie rozstaję.",
    "technologies.title": "Technologie",
    "technologies.text": "Technologie, w których się poruszam pozwalają mi definiować siebie jako Fullstack Web Developera. Skupiam się przede wszystkim na jakości kodu oraz doświadczeniach użytkownika. Po stronie klienta najchętniej wykorzystuję React, w towarzystwie styled-components, Reduxa oraz testów Jest.  Po stronie serwera narazie stawiam na Laravel oraz MySQL, choć planuję wkrótce rozszerzyć zestaw narzędzi backendowych o Express. Nie boję się prostych designów, lecz nie wykraczam poza własne potrzeby.",
    "technologies.button": "Zobacz pełną listę",
    "projects.title": "Projekty",
    "projects.button.visit": "Zobacz",
    "projects.button.repository": "Repozytorium",
    "contact.title": "Kontakt",
    "contact.text": "Jeśli masz ciekawy pomysł, chciałbyś podjąć współpracę, zadać mi jakieś pytanie lub po prostu porozmawiać - jestem do Twojej dyspozycji!",
    "contact.form.placeholder.email": "Twój adres email",
    "contact.form.placeholder.message": "W czym mogę pomóc?",
    "contact.form.validation.email.required": "Adres email jest wymagany",
    "contact.form.validation.email.invalid": "Podany adres email jest nieprawidłowy",
    "contact.form.validation.message.required": "Treść wiadomości jest wymagana",
    "contact.form.button": "Wyślij",
    "projects.zhonya.description": "Aplikacja zapewniająca użytkownikowi możliwość łatwego mierzenia czasu, który poświęca na wybraną czynność. Usprawnia skrupulatne zarządzanie czasem.",
    "projects.xmake.description": "Komenda Laravel Artisan xmake przyspieszająca proces tworzenia aplikacji poprzez generowanie podobnych zasobów z poziomu CLI."
}
